74th.monokai-charcoal-high-contrast
aaron-bond.better-comments
abusaidm.html-snippets
aidencuneo.quokkasyntax
alefragnani.Bookmarks
azemoh.one-monokai
beaugunderson.solidity-extended
bierner.emojisense
bradlc.vscode-tailwindcss
Centuplex.quokka
clinyong.vscode-css-modules
ContractShark.solidity-lang
cschlosser.doxdocgen
csstools.postcss
DavidAnson.vscode-markdownlint
DawidPiotrowski.gpp-handler
dbaeumer.vscode-eslint
deerawan.vscode-faker
DivyanshuAgrawal.competitive-programming-helper
Docter60.vscode-terminal-for-ubuntu
donjayamanne.githistory
doooreyn.emoji-snippet-vscode
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
fabiospampinato.vscode-install-vsix
fabiospampinato.vscode-monokai-night
formulahendry.auto-rename-tag
formulahendry.code-runner
fougas.msys2
foxundermoon.shell-format
fvclaus.sort-json-array
Gforcedev.ctrl-semicolon
GitHub.codespaces
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
glenn2223.live-sass
Gruntfuggly.todo-tree
IBM.output-colorizer
icrawl.discord-vscode
JannisX11.batch-rename-extension
jdinhlife.gruvbox
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
joy-yu.css-snippets
jsynowiec.vscode-insertdatestring
JuanBlanco.solidity
kortina.run-in-terminal
leodevbro.blockman
LipiSharma.atwood-dark
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikaelmello.icie
mohd-akram.vscode-html-format
monokai.theme-monokai-pro-vscode
mpty.pack-arduino
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
naumovs.color-highlight
navin-moorthy.vscode-css-snippets
NomicFoundation.hardhat-solidity
packs.basic
patbenatar.advanced-new-file
Perkovec.emoji
PeterSchmalfeldt.explorer-exclude
pflannery.vscode-versionlens
PKief.material-icon-theme
platformio.platformio-ide
plylrnsdy.run-as
pomdtr.excalidraw-editor
pranaygp.vscode-css-peek
PriyankPatel.csssnippet
quicktype.quicktype
RajorshiGhosh.cpp-boilerplate-code
redhat.fabric8-analytics
RedVanWorkshop.explorer-exclude-vscode-extension
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rockcat.avr-support
ronaldosena.arduino-snippets
sandy081.todotasks
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
SirTori.indenticator
skyran.js-jsx-snippets
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
techer.open-in-browser
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
tintinweb.solidity-visual-auditor
tintinweb.vscode-ethover
tintinweb.vscode-inline-bookmarks
tintinweb.vscode-solidity-flattener
tintinweb.vscode-solidity-language
trufflesuite-csi.truffle-vscode
twxs.cmake
Tyriar.lorem-ipsum
Tyriar.sort-lines
undefined_publisher.atwood-dark
usernamehw.errorlens
viktorzetterstrom.non-breaking-space-highlighter
vsciot-vscode.vscode-arduino
WallabyJs.quokka-vscode
yuenm18.ooxml-viewer
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
